import imageSlider1 from './assets/slider/1.png'
import imageSlider2 from './assets/slider/2.png'
import imageSlider3 from './assets/slider/3.png'
import imageSlider4 from './assets/slider/4.png'

import MainFounders1 from './assets/founders/1.jpeg'
import MainFounders2 from './assets/founders/2.jpeg'
import MainFounders3 from './assets/founders/3.jpeg'
// import MainFounders4 from './assets/founders/WhatsApp Image 2023-04-01 at 14.43.29.jpeg'
// import MainFounders5 from './assets/founders/WhatsApp Image 2023-04-01 at 14.53.04.jpeg'
// import MainFounders6 from './assets/founders/WhatsApp Image 2023-04-01 at 14.56.34.jpeg'
export const MainTextSliderData = [
    {
        title: 'СОДРУЖЕСТВО КУЛЬТУР.',
        text: 'Реализация творческих коллективов, фестивалей дружбы, выставок, концертов, мастер классов.'
    },
    {
        title: '11СОДРУЖЕСТВО КУЛЬТУР.',
        text: '11Реализация творческих коллективов, фестивалей дружбы, выставок, концертов, мастер классов.'
    },
    {
        title: '22СОДРУЖЕСТВО КУЛЬТУР.',
        text: '22Реализация творческих коллективов, фестивалей дружбы, выставок, концертов, мастер классов.'
    },
]
export const MainImageSliderData = [
    {
        title: 'АЛЛЕЯ ЛАРЬКОВ. ПРАЗДНИЧНАЯ ЯРМАРКА ДЛЯ ДЕТЕЙ ЯПОНИИ В МОСКВЕ' ,
        date: '24.12.2022',
        image: imageSlider1,
    },
    {
        title: '11АЛЛЕЯ ЛАРЬКОВ. ПРАЗДНИЧНАЯ ЯРМАРКА ДЛЯ ДЕТЕЙ ЯПОНИИ В МОСКВЕ' ,
        date: '24.12.2022',
        image: imageSlider2,
    },
    {
        title: '22АЛЛЕЯ ЛАРЬКОВ. ПРАЗДНИЧНАЯ ЯРМАРКА ДЛЯ ДЕТЕЙ ЯПОНИИ В МОСКВЕ' ,
        date: '24.12.2022',
        image: imageSlider3,
    },
    {
        title: '33АЛЛЕЯ ЛАРЬКОВ. ПРАЗДНИЧНАЯ ЯРМАРКА ДЛЯ ДЕТЕЙ ЯПОНИИ В МОСКВЕ' ,
        date: '24.12.2022',
        image: imageSlider4,
    },
]

export const MainFoundersSliderData = [
    {
        name: 'Луговец Александр Анатольевич',
        image : MainFounders1 ,
        text:'Номер телефона: +7 (914) 674-06-60',
        job: {
            title: 'Президент ПРОКО «Общество дружбы с Японией»',
            text: 'Действительный Государственный Советник РФ 1 кл., профессор , ведущий научный сотрудник  МГУ им. адм. Г.И. Невельского; доктор экономических наук, кандидат технических наук; кавалер Ордена Восходящего Солнца с золотыми лучами с розеткой (Япония).'
        }
    },
    {
        name: 'Ботнарь Ольга Ивановна',
        image : MainFounders2 ,
        text:'123',
        job: {
            title: 'Член правления ПРОКО «Общество дружбы с Японией»',
            text: 'Библиотечная, профсоюзная, общественная работа - исполнительный директор Приморского краевого благотворительного фонда культуры. Участник дизайнерского проекта креативных индустрий Дальнего Востока правительства Приморского края. Индивидуальный предприниматель; моб.,WhatsApp: +7 (902) 521-52-46'
        }
    },
    {
        name: 'Мазняк Ольга Викторовна',
        image : MainFounders3 ,
        text:'123',
        job: {
            title: 'Член правления ПРОКО «Общество дружбы с Японией»',
            text: 'Координатор международной программы «Содружество культур», более 15 лет - сотрудник Приморского государственного объединенного музея им. В.К.Арсеньева (директор Мемориального Дома-музея В.К. Арсеньева, исполнительный директор Арсеньевского фонда). Почетная Грамота Министерства культуры РФ. Моб.,WhatsApp: +7 (902) 48-161-38.'
        }
    },
]